[
    {
        "name": "Corvo Rosso Terre Siciliane 2020 - Duca di Salaparuta",
        "id": 1,
        "category": "wine",
        "type": "Red Wine",
        "country": "Italy",
        "region": "Sizilien",
        "year": 2020,
        "desc": "The Duca di Salaparuta Corvo Rosso Terre Siciliane is a first-class red wine. It shows a wonderfully brilliant, ruby red colour. The bouquet of this red wine from Sicily fascinates with nuances of black currant, black cherry, blueberry and mulberry. The Corvo Rosso Terre Siciliane from Duca di Salaparuta is ideal for all wine lovers who like it dry. However, it is never dry or brittle, as you would expect from a wine in the upper price range. Due to the balanced fruit acid, the Corvo Rosso Terre Siciliane flatters with a soft feeling on the palate, without missing out on juicy liveliness.",
        "abv": 12.5,
        "taste": "Pepper, Blackberry, Sour cherry, Black currant",
        "variety": "Nero d'Avola",
        "foodPairing": "Boeuf Bourguignon, Leek soup, Leek tortilla",
    },
    {
        "name": "Cayrol Carignan Vieilles Vignes 2020 - Domaine Lafage",
        "id": 2,
        "category": "wine",
        "type": "Red Wine",
        "country": "France",
        "region": "Languedoc-Roussillon",
        "year": 2020,
        "desc": "The Cayrol Carignan Vieilles Vignes from Domaine Lafage is a varietal, harmonious and strong red wine from the Languedoc-Roussillon wine region in France. This wine shines in a beautiful, dark cherry red in the glass. In the nose, this red wine presents itself with intense aromas of juicy ripe fruits, in particular red currant, blueberries and black cherries. The fruity aroma is perfectly underlined by notes of rosemary. On the palate, this southern French red wine has a very good structure, granular tannins and a refreshing acidity, which form a beautiful tension arch and end in a round, long reverberation.",
        "abv": 14.5,
        "taste": "Blackberry, Sour cherry, Forest floor",
        "variety": "Carignan",
        "foodPairing": "Sausages, Chili con carne, Tapas",
    },
    {
        "name": "Cuvée Simsalabim 1,0 l 2020 - Ellermann-Spiegel",
        "id": 3,
        "category": "wine",
        "type": "Red Wine",
        "country": "Germany",
        "region": "Palatinate",
        "year": 2020,
        "desc": "Ellermann-Spiegel 's cuvée Simsalabim is made from Cabernet Sauvignon, St. Laurent, Pinot Noir and Regent. This dusty red wine is wonderfully fruity, on the nose it reveals beautiful fruity aromas of currants, cassis, cherries, blueberries, cocoa, cloves, mine, marzipan, violets and even bacon. On the palate it presents itself body-rich, juicy, with dense fruit and delicate spice, velvety soft, with round tannins, elegance and lots of charm that end in a long aftertaste.",
        "abv": 13.5,
        "taste": "Caramel, Blackberry, Eucalyptus, Chocolate",
        "variety": "Cabernet Sauvignon, Regent, Saint Laurent, Spätburgunder",
        "foodPairing": "Barbecue, Meat, Pasta, Solo",
    },
    {
        "name": "Sessantanni Primitivo di Manduria DOC 2017 - Cantine San Marzano",
        "id": 4,
        "category": "wine",
        "type": "Red Wine",
        "country": "Italy",
        "region": "Apulia",
        "year": 2017,
        "desc": "The Sessantanni Primitivo di Manduria from Cantine San Marzano is one of the great red wines of Apulia. Sessantanni Primitivo, the racy Italian red wine, is vinified from grapes over 60 years old vines and inspires with opulent fruit and delightfully spicy nuances of cinnamon, cedar wood and vanilla. The Sessantanni Primitivo di Manduria of the Cantine San Marzano is an unforgettably intense red wine from Italy, which inspires with its full body. Deep red in the glass, this red wine impresses with a multi-layered bouquet full of prunes, cherry compote, light tobacco, some anise and ripe wild berries.",
        "abv": 14.5,
        "taste": "Sour cherry, Prune, Forest floor, Vanilla",
        "variety": "Primitivo",
        "foodPairing": "Braised beef, Lamb, Wild boar, Dark chocolate",
    },
    {
        "name": "Fleur de d'Artagnan Blanc Côtes de Gascogne - Plaimont",
        "id": 5,
        "category": "wine",
        "type": "White Wine",
        "country": "France",
        "region": "Côtes de Gascogne",
        "year": 2021,
        "desc": "Fleur de d'Artagnan Blanc Côtes de Gascogne by Plaimont is a fresh white wine from Gascogne in southern France that flatters the nose with its wonderful citrus aromas and floral notes. Nuances of yellow nuts such as apples and pears but also delicate herbal nuances after lemon balm complement the bouquet of Fleur de d 'Artagnan Blanc.",
        "abv": 10.5,
        "taste": "Acacia, Mango, Lemon",
        "variety": "Colombard, Ugni Blanc",
        "foodPairing": "Crisp salads, Light fish dishes, Asparagus.",
    },
    {
        "name": "Tagtraum 2021 - Ellermann-Spiegel",
        "id": 6,
        "category": "wine",
        "type": "White Wine",
        "country": "Germany",
        "region": "Palatinate",
        "year": 2021,
        "desc": "The Cuvée Tagtraum by Ellermann-Spiegel is vinified by Frank Spiegel from Auxerrois and Pinot Blanc and comes into the glass with light citrus yellow. The nose of this well-dried, glorious Palatinate white wine is determined by ripe pear and all kinds of tropical fruits such as lychee, mango and mandarin. On the palate, Ellermann-Spiegel's daydream is wonderfully tasty, juicy and fruity. The exotic fruit aromas, the melting and the inner density of this wine invite you to dream. The semi-dry taste profile ensures an incredible drinking flow. The balance of sweetness and fresh acidity is perfect.",
        "abv": 12.0,
        "taste": "Mango, Peach, Lychee, Pear",
        "variety": "Auxerrois, Weißburgunder",
        "foodPairing": "Asian dishes",
    },
    {
        "name": "Rosé d'Anjou Les Terriades AOC 2021 - Les Caves de la Loire",
        "id": 7,
        "category": "wine",
        "type": "Rosé Wine",
        "country": "France",
        "region": "Val de Loire",
        "year": 2021,
        "desc": "The Rosé d 'Anjou Les Terriades AOC from Les Caves de la Loire is a fruity rosé wine from France from the Groslot and Gamay grape varieties. In the glass it shimmers delicately pink with violet reflections. On the nose, this rosé presents a bouquet with aromas of berries, raspberries, wild strawberries and gooseberries, with slight spicy notes in the background. On the palate fresh and juicy with full fruit and delicate sweetness, elegant and balanced.",
        "abv": 10.5,
        "taste": "Blackberry, Vanilla, Rose, Strawberry",
        "variety": "Gamay, Groslot",
        "foodPairing": "Appetizers, Fruity desserts",
    },
    {
        "name": "Pleno Rosado Navarra DO 2021 - Bodegas Agronavarra",
        "id": 8,
        "category": "wine",
        "type": "Rosé Wine",
        "country": "Spain",
        "region": "Navarra DO",
        "year": 2021,
        "desc": "The bright pink colour of Pleno Rosado by Bodegas Agronavarra is reminiscent of fresh strawberries, which also characterise the fruity-fresh, pleasantly fragrant bouquet. In addition, aromas of raspberries and elderflowers, refined with delicate spicy nuances of balm and mint, can be perceived. On the palate, this uncomplicated rosé impresses with plenty of juicy fruit and freshness as well as a compact acidity structure and subtle tannins.",
        "abv": 12.5,
        "taste": "Watermelon, Blackberry, Rose, Rhubarb",
        "variety": "Garnacha",
        "foodPairing": "Salads, Pizza, Grilled dishes, Fish",
    },
    {
        "name": "Léa Les Aspres AOC 2019 - Domaine Lafage",
        "id": 9,
        "category": "wine",
        "type": "Red Wine",
        "country": "France",
        "region": "Languedoc-Roussillon",
        "year": 2019,
        "desc": "The Léa Les Aspres by Domaine Lafage from the French wine region Cotes du Roussillon is a rich, balanced and elegant red wine cuvée vinified from the Syrah, Grenache and Carignan grape varieties. In the glass, this wine presents itself in a strong purple with violet reflections. The bouquet reveals rich scents of blackcurrants, plums, juicy blackberries and other dark fruits - accompanied by notes of garden herbs and mint. On the palate, this cuvée shows excellent density with an expressive fruitiness and soft tannins. Very elegant, velvety and long reverberation",
        "abv": 14.8,
        "taste": "Blackberry, Sour cherry, Toasted wood, Forest floor",
        "variety": "Carignan, Grenache, Syrah",
        "foodPairing": "French regional cuisine, Boeuf Bourguignon, Meat stew, Chili con Carne",
    },
    {
        "name": "Puro Malbec Mendoza 2020 - Dieter Meier",
        "id": 10,
        "category": "wine",
        "type": "Red Wine",
        "country": "Argentina",
        "region": "Mendoza",
        "year": 2020,
        "desc": " The Puro Malbec Mendoza by Dieter Meier is a pure red wine and presents itself in a deep ruby red with violet highlights. Aromatic notes of fresh berries unfold in the nose - especially raspberries and blackberries - juicy shade morals, noble plum and subtle hints of freshly ground coffee beans. On the palate, this red wine is powerful, but remains very pleasantly accessible. The aromas of the nose also appeared on the palate, especially plum. The gently ripened tannins are perfectly integrated into the structured body and lead to a long finish. ",
        "abv": 14.0,
        "taste": "Blackberry, Sour cherry, Prune, Vanilla",
        "variety": "Malbec",
        "foodPairing": "Roast beef in a herb coat, Grilled meat skewers, Spicy pasta dishes",
    },
    {
        "name": "Cuvée M Rosé 2021 - Château Minuty",
        "id": 11,
        "category": "wine",
        "type": "Rosé Wine",
        "country": "France",
        "region": "Provence",
        "year": 2021,
        "desc": "Château Minuty's Cuvée M Rosé shimmers in an extremely bright, shiny salmon pink. A delicate, fragrant bouquet of sweetly ripened red berries (strawberries, red currants), peaches, candied oranges and slightly herbaceous hints emerges from the glass. On the palate it looks fruity-fresh, elegant and round with a great balance of lively acidity, fine berry fruit and a delicate herbal and spice aroma.",
        "abv": 13.0,
        "taste": "Blackberry, Sour cherry, Grapefruit, Forest floor",
        "variety": "Cinsault, Grenache, Syrah",
        "foodPairing": "Caesar salad, Appetizers, Fresh seafood, Fish",
    },
    {
        "name": "Kaapse Vonkel Brut Methode Cap Classique - Simonsig",
        "id": 12,
        "category": "wine",
        "type": "Sparkling Wine",
        "country": "South Africa",
        "region": "Coastal Region",
        "year": 2019,
        "desc": "The Cape Vonkel Brut Sparkling Wine from Simonsig Wine Estate is the first sparkling wine produced in South Africa using the Champenoise method. In a long tradition, an outstandingly complex and fruity fine sparkling wine has developed. It has a gentle straw yellow color with vibrant, rising bubbles that form a fine foam crown at the edge.",
        "abv": 12.5,
        "taste": "Peach, Dried apricot, Gooseberry, Lemon",
        "variety": "Chardonnay, Pinot Meunier, Pinot Noir",
        "foodPairing": "Fresh oysters, Pie, Duck, Fruit cakes",
    },
    {
        "name": "Crémant de Loire Brut Blanc Excellence - Bouvet Ladubay",
        "id": 13,
        "category": "wine",
        "type": "Sparkling Wine",
        "country": "France",
        "region": "Val de Loire",
        "year": 2020,
        "desc": "The Excellence Crémant de Loire Brut Blanc by Bouvet Ladubay from the French wine region Val de Loire is a finesse, balanced and expressive creamer. This sparkling wine shines bright yellow and with fine, vibrant perlage in the glass. The wonderfully fruity bouquet is reminiscent of honey melon, acacia and white flowers, framed by citric nuances. On the palate, the Bouvet Excellence Crémant de Loire Brut Blanc is floral and very fine with beautiful acidity, plenty of fruit and good length. A great Crémant de Loire that resonates for a long time.",
        "abv": 12.5,
        "taste": "Acacia, Peach, Brioche, Lemon",
        "variety": "Chardonnay, Chenin Blanc",
        "foodPairing": "Fish, Fruit cakes",
    },
    {
        "name": "Sauvignon Blanc Brut 2020 - Oliver Zeter",
        "id": 14,
        "category": "wine",
        "type": "Sparkling Wine",
        "country": "Germany",
        "region": "Palatinate",
        "year": 2020,
        "desc": "The brood of Oliver Zeter is a vintage section of 100% Sauvignon Blanc grapes that grow on slopes. The result is a special sparkling wine from the Palatinate, wild and fruity, paired with an impressive length and freshness on the palate and in the aftertaste. In the glass comes the Zeter sparkling wine with fine perlage and lively boquet. First of course a lot of gooseberry, some lemongrass and peel abrasion, then herbaceous notes of lemon balm and a hint of tarragon",
        "abv": 12.2,
        "taste": "Gooseberry, Ripe apple, Honeydew melon, Green grass",
        "variety": "Sauvignon Blanc",
        "foodPairing": "Fish, Seafood, Vegetable preparations, Fine risotto",
    },
    {
        "name": "LaCheteau Cremant de Loire Brut - Les Grands Chais de France",
        "id": 15,
        "category": "wine",
        "type": "Sparkling Wine",
        "country": "France",
        "region": "Val de Loire",
        "year": 0,
        "desc": "The LaCheteau Cremant de Loire Brut of Les Grands Chais de France from the Val de Loire shows a bright platinum yellow color in the glass. The bubbles of this sparkling wine are consistent and fine in the glass. This French cuvée displays delightfully distinguished notes of honeydew melon, lemon, ripe apple and peach in the glass.",
        "abv": 12.0,
        "taste": "Peach, Ripe apple, Honeydew melon, Lemon",
        "variety": "Cabernet Franc, Chardonnay",
        "foodPairing": "Fried trout, Baked sheep cheese, Lemon chili chicken",
    },
    {
        "name": "Muscadet Sèvre et Maine Vieilles Vignes AOP 2020 - Domaine Salmon",
        "id": 16,
        "category": "wine",
        "type": "White Wine",
        "country": "France",
        "region": "Val de Loire",
        "year": 2020,
        "desc": "The Muscadet Sèvre et Maine Vieilles Vignes AOP by Domaine Salmon appears in the glass in a whitish yellow and unfolds a complex bouquet that unfolds typical Muscadet notes. These include the aromas of citrus fruits, crisp apple and a hint of minerality. This white wine is expressive on the palate and with a creamy note due to the surf-lie development.",
        "abv": 12.0,
        "taste": "Acacia, Green apple, Lemon",
        "variety": "Melon de Bourgogne",
        "foodPairing": "Seafood, Fish",
    },
    {
        "name": "Grauburgunder trocken 2021 - Groh",
        "id": 17,
        "category": "wine",
        "type": "White Wine",
        "country": "Germany",
        "region": "Rhine-Hesse",
        "year": 2021,
        "desc": "The Grauburgunder from the Groh Winery from the German wine region Rheinhessen is an uncomplicated, fresh and grape varietal white wine. In the glass, this wine shines in a clear straw yellow with glittering reflections. The bouquet is determined by fruity aromas of ripe pear, crisp apple, sun-ripened citrus fruits and some quince. This Grauburgunder from Rheinhessen is extremely spicy and powerful on the palate and has a juicy, well-balanced body. The acidity is well integrated into the body and gives this wine its lively and fresh character.",
        "abv": 12.5,
        "taste": "Green apple, Honeydew melon, Lemon, Pear",
        "variety": "Grauburgunder",
        "foodPairing": "Pork, Asian dishes",
    },
    {
        "name": "Colombard Sauvignon IGP 2021 - Domaine Laffitte",
        "id": 18,
        "category": "wine",
        "type": "White Wine",
        "country": "France",
        "region": "Gascogne",
        "year": 2021,
        "desc": "The Colombard Ugni-Blanc from the wine-growing region Gascogne presents itself in the glass in a brilliantly shimmering light yellow. In the glass, this white wine from Domaine Laffitte presents aromas of physalis, papayas, limes, mirabelles and lemons, complemented by other fruity nuances. The Domaine Laffitte Colombard Ugni-Blanc presents itself pleasantly dry to the wine connoisseur. This white wine is never coarse or meager, but round and smooth. Light-footed and complex, this light white wine presents itself on the palate. The final of this youthful white wine from the wine-growing region Gascogne, more precisely from Côtes de Gascogne, finally inspires with a good reverberation.",
        "abv": 11.5,
        "taste": "Mango, Peach, Lemon, Boxwood",
        "variety": "Colombard, Sauvignon Blanc",
        "foodPairing": "Omelette, Roasted trout, Wok vegetables w/ fish",
    },
    {
        "name": "Miraflors Rosé 2021 - Domaine Lafage",
        "id": 19,
        "category": "wine",
        "type": "Rosé Wine",
        "country": "France",
        "region": "Languedoc-Roussillon",
        "year": 2021,
        "desc": "The Miraflors Rosé by Domaine Lafage from the French wine region Côtes Catalanes in Languedoc is an elegant, light-footed and excellent rosé wine cuvee vinified from the grape varieties Mourvedre, Grenache Gris and Grenache Noir. In a bright pink, this wine shines in the glass. Freshness reaches the nose first. Here you can see aromas of strawberries and blackberries, supported by a hint of herbal notes. The berry aromas pamper the senses and make you want summer. On the palate, the Miraflors Rosé is juicy, spicy, round and soft, and also alive, thanks to the aromas of berries and a fresh acidity. The reverberation of this magnificent rosé from southern France is lively and stimulating.",
        "abv": 12.5,
        "taste": "Blackberry, Forest floor, Vanilla, Pepper",
        "variety": "Grenache, Grenache Gris, Mourvèdre",
        "foodPairing": "White fish, Spaghetti bolognese, Pizza",
    },
    {
        "name": "Delheim Pinotage Rosé 2022 - Delheim",
        "id": 20,
        "category": "wine",
        "type": "Rosé Wine",
        "country": "South Africa",
        "region": "Coastal Region",
        "year": 2022,
        "desc": "The Pinotage Rosé by Delheim Wines is presented in a vibrant light pink. The uniquely dense, fragrant bouquet of this rosé wine from South Africa is reminiscent of a fruit basket filled with sweet red raspberries, cranberries, forest strawberries and juicy light sweet cherries. On the palate, this Pinotage Rosé presents itself fresh, fruity, juicy and round. The shitty fresh fruit acid stands in the way of a subtle, wonderfully melty sweetness, which perfectly balances this rosé from the cape.",
        "abv": 12.5,
        "taste": "Fig, Blackberry, Sour cherry, Plum",
        "variety": "Moscatel, Pinotage",
        "foodPairing": "Ceviche, Yellow pepper foam soup, Chorizo carbonara, Turkey gyro",
    },
    {
        "name": "Bud",
        "id": 21,
        "category": "beer",
        "type": "Pale Lager",
        "country": "USA",
        "region": "",
        "year": 0,
        "desc": "Do you know Bud? This sublime American beer brewed by the Budweiser brewery since 1957. Also known as the 'Queen of beers', it is a drink sold all over the world, which does not need to prove itself anymore.",
        "abv": 5.0,
        "taste": "Malt, Cereal",
        "variety": "",
        "foodPairing": "Chicken, Salads, Salmon, Fried Food",
    },
    {
        "name": "Tripel Karmeliet",
        "id": 22,
        "category": "beer",
        "type": "Pale Ale",
        "country": "Belgium",
        "region": "",
        "year": 0,
        "desc": "Tripel Karmeliet is one of the great classics of Belgian beers. According to the Bosteels brewery, the recipe used has been the same since 1679. At that time, Karmeliet was produced in the Carmelite abbey of Dendermonde. Karmeliet was a top-fermented beer, refermented in the bottle, and was already at that time produced from three cereals: barley, wheat and oats. It is from these ingredients that it takes its name. When tasted, this Belgian beer has a golden blond color and a creamy head. The nose is both refined and complex. We find the spicy and banana notes of the yeast used mixed with the citrus aromas of Styrians hops. On the palate, the different cereals are the first to express themselves, combined with the hoppy touches of Styrian. The texture, both dry and creamy, makes Tripel Karmeliet deliciously balanced.",
        "abv": 8.4,
        "taste": "Cereal, Hops, Fruity notes",
        "variety": "",
        "foodPairing": "Burgers, Fish & Chips, Shrimp Salad, Thai Food",
    },
    {
        "name": "Kwak",
        "id": 23,
        "category": "beer",
        "type": "Pale Ale",
        "country": "Belgium",
        "region": "",
        "year": 0,
        "desc": "Originally conceived as a beverage for frozen coachmen, and traditionally served in its original coachman's glass, Kwak is one of Belgium's most iconic beers. When poured into a glass, it reveals an amber color with a white, mellow head. This sumptuous Belgian Strong Ale gives off aromas of caramel malt, dried apricots and plum, with a seductive note of demerara sugar. With a nice balance of sweet and bitter in a smooth, powerful body, Kwak offers delicious flavors of apricot, malt and plum, combined with banana, licorice and green apple. The tasting experience ends with a spicy, sweet finish.",
        "abv": 8.4,
        "taste": "Apricot, Malt, Plum, Banana",
        "variety": "",
        "foodPairing": "Roast chicken, Smoked ham, Stews, Cabbage",
    },
    {
        "name": "Leffe Blonde",
        "id": 24,
        "category": "beer",
        "type": "Pale Ale",
        "country": "Belgium",
        "region": "",
        "year": 0,
        "desc": "Leffe Blonde is a Belgian abbey beer with a character worthy of its reputation. Brewed by the Leffe abbey since 1240, it has become a reference over the centuries and is now sold as far away as China. Leffe Blonde has a beautiful copper blond color in the glass, topped with a smooth and persistent foam. It develops a beautiful effervescence, moderate but lasting.",
        "abv": 6.6,
        "taste": "Caramel, Malt, Fruity flavor",
        "variety": "",
        "foodPairing": "Appetizer, Solo",
    },
    {
        "name": "Dodo Bourbon",
        "id": 25,
        "category": "beer",
        "type": "Pilsner",
        "country": "France",
        "region": "",
        "year": 0,
        "desc": "In reference to the Dodo, the bird now extinct in Mauritius, this Pils beer is the most consumed in Reunion Island, perhaps for its lightness. With only 5% alcohol, it is indeed suitable for all palates. Unless it is for its characteristic taste, or for the smile of the little animal that quenches all thirsts.",
        "abv": 5.0,
        "taste": "Cereals, Malt, Spices, Hops",
        "variety": "",
        "foodPairing": "Chicken, Salads, Salmon, Fried Food",
    },
    {
        "name": "Einstök Icelandic Arctic Pale Ale",
        "id": 26,
        "category": "beer",
        "type": "Pale Ale",
        "country": "Iceland",
        "region": "",
        "year": 0,
        "desc": "For Einstok, purity is king. That’s why they brew all their beers with glacier meltwater pumped direct to the brewery door. The result is beers like Icelandic Pale Ale – a classy Pale Ale that marries the best of Bavarian and American Pale Ale styles. Pouring sparkling pale gold, this crisply fruity brew breathes a classic, spicy, citrusy Cascade character backed up by smooth cereal malts to close on a pleasing bitterness courtesy of Northern Brewer hops.",
        "abv": 5.6,
        "taste": "Hoppy, Fruity, Citrus, Floral",
        "variety": "",
        "foodPairing": "Burgers, Fish & Chips, Shrimp Salad, Thai Food",
    },
    {
        "name": "La Chouffe",
        "id": 27,
        "category": "beer",
        "type": "Pale Ale",
        "country": "Belgium",
        "region": "",
        "year": 0,
        "desc": "La Chouffe is an unfiltered bottle-fermented Belgian Tripel with warm fruity and coriander tones and a light spicy hops character. This multi-award-winning beer is one of Belgium's best-selling beers offering a refreshment that dwarfs other beers.",
        "abv": 8.0,
        "taste": "Hoppy, Plum, Citrus",
        "variety": "",
        "foodPairing": "Burgers, Fish & Chips, Shrimp Salad, Thai Food",
    },
    {
        "name": "Westmalle Tripel",
        "id": 28,
        "category": "beer",
        "type": "Pale Ale",
        "country": "Belgium",
        "region": "",
        "year": 0,
        "desc": "One of an exclusive band of traditional Belgian Trappist beers, the superb Westmalle Tripel is packed with fruity malts and spicy clove and orange scents. Pouring a vibrant honey gold beneath a puffy white head, Westmalle Tripel breathes bright, perfumed fruity malt notes and classic bready Belgian clove and banana yeast scents. On the palate, there’s more of the same ripe, rounded fruity plum and cherry malt, with a spicy yeast character and grassy, herbal, floral hops that complete the tasting experience for this timeless Belgian classic.",
        "abv": 9.5,
        "taste": "Fruity caramel malt, Banana, Clove yeast",
        "variety": "",
        "foodPairing": "Burgers, Fish & Chips, Shrimp Salad, Thai Food",
    },
    {
        "name": "Leffe Ruby",
        "id": 29,
        "category": "beer",
        "type": "Fruit Beer",
        "country": "Belgium",
        "region": "",
        "year": 0,
        "desc": "Fresh, fruity Leffe Ruby by the world-famous Abbaye de Leffe combines classic Belgian Ale tones with vibrant crimson forest fruit notes that permeate the palate with bright berry tones. Set in a slender ruby body with vivacious carbonation, Leffe Ruby is a spicy, fruity, elegantly refreshing experience that is sure to seduce fans of Fruit Beer and classic Belgian Beers alike.",
        "abv": 5.0,
        "taste": "Red fruits, Caramel, Flowers, Woody",
        "variety": "",
        "foodPairing": "Burgers, Fish & Chips, Shrimp Salad, Thai Food",
    },
    {
        "name": "Duvel",
        "id": 30,
        "category": "beer",
        "type": "Strong Ale",
        "country": "Belgium",
        "region": "",
        "year": 0,
        "desc": "Fruity, spicy multi-award-winning Duvel is one of the classics of Belgian Craft Beer with a recipe that has remained unchanged for a lifetime. This timeless Belgian Pale Ale is packed bursting with warm, ripe stone fruit and cherry malts, and a characteristic Belgian yeast profile that gives lively pear and pepper notes. The remarkable creamy body is equally full of flavour, offering more plummy, jammy malts and the same lively yeast profile, offset by an earthy, grassy, faintly floral hops character that leads you gently to a lingering bitter flourish.",
        "abv": 8.5,
        "taste": "Stone fruit, Cherry, Earthy, Grassy",
        "variety": "",
        "foodPairing": "Burgers, Fish & Chips, Shrimp Salad, Thai Food",
    },
    {
        "name": "Bushmills Black Bush Irish Whiskey - Bushmills",
        "id": 31,
        "category": "spirit",
        "type": "Whisky",
        "country": "UK",
        "region": "Nordirland",
        "year": 0,
        "desc": "The Bushmills Black Bush by Old Bushmills Distillery offers rich and fruity notes, with hints of dried fruits, raisins and Christmas pastries, as well as spicy aromas that combine with the sweet sherry notes to form a sophisticated bouquet. On the palate, this Irish whiskey is of soft and silky texture, nutty flavours complement the fine interplay between sweetness and alcohol.",
        "abv": 40.0,
        "taste": "Dried apricot, Caramel, Walnut, Vanilla",
        "variety": "",
        "foodPairing": "",
    },
    {
        "name": "Gerston Classic Selection Blended Malt Scotch Whisky - Lost Distillery",
        "id": 32,
        "category": "spirit",
        "type": "Whisky",
        "country": "UK",
        "region": "Schottland",
        "year": 0,
        "desc": "The Gerston Classic Selection Blended Malt Scotch Whisky from The Lost Distillery Company shines golden yellow in the glass. On the nose and on the palate there are very appealing, soft aromas of ripe fruits, toffee, spices and salty peaty smoky notes. The long finish is spicy and peaty and fruity.",
        "abv": 43.0,
        "taste": "Peach, Caramel, Vanilla",
        "variety": "",
        "foodPairing": "",
    },
    {
        "name": "Premium Vodka - Moskovskaya",
        "id": 33,
        "category": "spirit",
        "type": "Vodka",
        "country": "Russia",
        "region": "",
        "year": 0,
        "desc": "",
        "abv": 38.0,
        "taste": "Green grass, Vanilla",
        "variety": "",
        "foodPairing": "",
    },
    {
        "name": "Vodka - Stolichnaya",
        "id": 34,
        "category": "spirit",
        "type": "Vodka",
        "country": "Latvia",
        "region": "",
        "year": 0,
        "desc": "",
        "abv": 40.0,
        "taste": "Lemon, Green grass, Vanilla",
        "variety": "",
        "foodPairing": "Pear-lime strudel, Coconut-kefir cream, Elderflower yogurt ice cream",
    },
    {
        "name": "London Dry Gin - Boodles",
        "id": 35,
        "category": "spirit",
        "type": "Gin",
        "country": "UK",
        "region": "England",
        "year": 0,
        "desc": "On the palate, the London Dry Gin by Boodles starts pleasantly aromatic, fruity and balanced. This silky presents itself full of pressure and complex on the palate. The finale of this from the wine-growing region of England finally inspires with a beautiful reverberation.",
        "abv": 40.0,
        "taste": "Toasted wood, Green grass, Vanilla",
        "variety": "",
        "foodPairing": "Blackberry cream dessert, Elderflower yogurt ice cream, Peach-passion fruit dessert",
    },
    {
        "name": "Brooklyn New Western Gin - Brooklyn Gin",
        "id": 36,
        "category": "spirit",
        "type": "Gin",
        "country": "USA",
        "region": "New York",
        "year": 0,
        "desc": "The Brooklyn New Western Gin flatters the nose with fresh citrus aromas accompanied by lavender and coriander. In terms of taste, this American gin delights with intense juniper notes, which are complemented by citrus. The special feature of this New Western gin is the use of 5 different citrus peels and hand-cracked juniper berries. On the front of the bottle is the large logo, which underlines that this gin is a gin distilled by the small batch process.",
        "abv": 40.0,
        "taste": "Lemon, Green grass, Vanilla",
        "variety": "",
        "foodPairing": "",
    },
    {
        "name": "Especial Silver Tequila - Jose Cuervo",
        "id": 37,
        "category": "spirit",
        "type": "Tequila",
        "country": "Mexico",
        "region": "",
        "year": 0,
        "desc": "The Especial Silver by Jose Cuervo is presented in a glass of silver and clear. Its aromas are soft with fine notes of agave and at the same time spicy after black pepper. On the palate, this fresh tequila is surprisingly soft, with a harmonious balance of sweetness and acidity. In the reverberation are again notes of black pepper.",
        "abv": 38.0,
        "taste": "Green grass, Vanilla",
        "variety": "",
        "foodPairing": "",
    },
    {
        "name": "Especial Reposado Tequila - Jose Cuervo",
        "id": 38,
        "category": "spirit",
        "type": "Tequila",
        "country": "Mexico",
        "region": "",
        "year": 0,
        "desc": "The Bushmills Black Bush by Old Bushmills Distillery offers rich and fruity notes, with hints of dried fruits, raisins and Christmas pastries, as well as spicy aromas that combine with the sweet sherry notes to form a sophisticated bouquet. On the palate, this Irish whiskey is of soft and silky texture, nutty flavours complement the fine interplay between sweetness and alcohol.",
        "abv": 38.0,
        "taste": "Caramel, Toasted wood, Green grass, Vanilla",
        "variety": "",
        "foodPairing": "Baked apples, Almond milk jelly, Lychees",
    },
    {
        "name": "Platino Rum - Matusalem",
        "id": 39,
        "category": "spirit",
        "type": "Rum",
        "country": "Dominician Republic",
        "region": "",
        "year": 0,
        "desc": "The duration of maturation is 18 months",
        "abv": 40.0,
        "taste": "Acacia, Peach, Caramel",
        "variety": "",
        "foodPairing": "",
    },
    {
        "name": "Black Barrel Rum - Mount Gay",
        "id": 40,
        "category": "spirit",
        "type": "Rum",
        "country": "Barbados",
        "region": "",
        "year": 0,
        "desc": "After the first swirl, The nose of this wine from the Caribbean seduces with nuances of mango, physalis, guava and pineapple. If we trace the aromatics further, oak, toasted barrique and cigar box come in, encouraged by the oak influence. Pressurized and complex, this massive presents on the palate. In the finish, this from the wine-growing region of the Caribbean finally thrills with beautiful length. Once again, hints of papaya and mango show through",
        "abv": 43.0,
        "taste": "Mango, Caramel, Toasted wood",
        "variety": "",
        "foodPairing": "Blackberry cream dessert, Pear-lime strudel, Peach-passion fruit dessert",
    },
    
]
